amd-ucode
ark
aurorae
base
base-devel
bluedevil
bluez
bluez-utils
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
btop
btrfs-progs
cabextract
cider
cpupower
cronie
discover
dolphin
drkonqi
efibootmgr
fastfetch
ffmpegthumbs
firefox
flatpak-kcm
gamemode
gamescope
git
gnome-boxes
go
gst-plugin-pipewire
gwenview
iwd
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdeplasma-addons
keepassxc
kgamma
kglobalacceld
kinfocenter
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lvm2
mangohud
milou
mkinitcpio
mokutil
monero-gui
mullvad-vpn
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ocean-sound-theme
okular
openresolv
openssh
oxygen
oxygen-cursors
oxygen-sounds
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities
plasma-activities-stats
plasma-bigscreen
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth
plymouth-kcm
polkit-kde-agent
power-profiles-daemon
powerdevil
print-manager
qqc2-breeze-style
radeontop
refind
sbctl
sbsigntools
sddm-kcm
sddm-sugar-candy-git
shim
shim-signed
spectacle
steam
sudo
sysstat
system-config-printer
systemsettings
telegram-desktop
timeshift
tor
torbrowser-launcher
ttf-dejavu
ttf-liberation
ufw
union
vesktop
vulkan-headers
wacomtablet
webapp-manager
wget
wine
winetricks
wireguard-tools
wireplumber
woeusb-ng
xdg-desktop-portal-kde
zram-generator
